Repository: Hicsuntco/RUNUP
Catalog: RunUp/Resources/Localizable.xcstrings
Source language: fr
Languages: en, es

source: --- Ce qui suit aide juste au diagnostic : Version %@ (%@) · iOS %@
en: --- The lines below are just for diagnostics: Version %@ (%@) · iOS %@
es: --- Lo de abajo solo sirve para el diagnóstico: Versión %@ (%@) · iOS %@

source: sur ton objectif.
en: on your goal.
es: en tu objetivo.

source: % objectif
en: % of goal
es: % del objetivo

source: %@ + fonctionnel
en: %@ + functional
es: %@ + funcional

source: %@ /km entre les blocs · %@ · enchaîne course et mouvement, sans repos complet
en: %@ /km between blocks · %@ · run and movement back-to-back, no full rest
es: %@ /km entre bloques · %@ · encadena carrera y movimiento, sin descanso completo

source: %@ /km · %@ · récupération entre chaque
en: %@ /km · %@ · recovery between each
es: %@ /km · %@ · recuperación entre cada uno

source: %@ en fin de vie
en: %@ is wearing out
es: %@ llega al final de su vida

source: %@ kilomètres
en: %@ kilometers
es: %@ kilómetros

source: %@ par an
en: %@ per year
es: %@ al año

source: %@ par mois
en: %@ per month
es: %@ al mes

source: %@ t'attend — %lld′ à %@/km.
en: %@ is waiting for you — %lld′ at %@/km.
es: %@ te espera — %lld′ a %@/km.

source: %@ · %@ km — valide ton ressenti pour mettre à jour le programme.
en: %@ · %@ km — rate how it felt to update your plan.
es: %@ · %@ km — valida cómo te sentiste para actualizar el plan.

source: %@ · %lld membre
en: %@ · %lld member
es: %@ · %lld miembro

source: %@ · %lld membres
en: %@ · %lld members
es: %@ · %lld miembros

source: %@ · Bloc %@
en: %@ · %@ block
es: %@ · Bloque %@

source: %@ · semaine %lld
en: %@ · week %lld
es: %@ · semana %lld

source: %@ · semaines %lld à %lld
en: %@ · weeks %lld to %lld
es: %@ · semanas %lld a %lld

source: %@ · toi
en: %@ · you
es: %@ · tú

source: %@, aujourd'hui
en: %@, today
es: %@, hoy

source: %@, débloqué
en: %@, unlocked
es: %@, desbloqueada

source: %@, repos
en: %@, rest day
es: %@, descanso

source: %@, séance faite
en: %@, session done
es: %@, sesión hecha

source: %@, verrouillé
en: %@, locked
es: %@, bloqueada

source: %@, à venir
en: %@, coming up
es: %@, próximo

source: %@/km sur %@ km
en: %@/km over %@ km
es: %@/km en %@ km

source: %lld / %lld km parcourus ensemble
en: %lld / %lld km covered together
es: %lld / %lld km recorridos juntos

source: %lld abonnements, voir la liste
en: %lld following, view the list
es: %lld seguidos, ver la lista

source: %lld abonnés · %lld abonnements
en: %lld followers · %lld following
es: %lld seguidores · %lld seguidos

source: %lld abonnés, voir la liste
en: %lld followers, view the list
es: %lld seguidores, ver la lista

source: %lld ans
en: %lld years old
es: %lld años

source: %lld au départ
en: %lld going
es: %lld en la salida

source: %lld course%@ importée%@.
en: %lld run%@ imported.
es: %lld carrera%@ importada%@.

source: %lld courses pas encore synchronisées
en: %lld runs not synced yet
es: %lld carreras sin sincronizar

source: %lld demande en attente
en: %lld pending request
es: %lld solicitud pendiente

source: %lld demandes en attente
en: %lld pending requests
es: %lld solicitudes pendientes

source: %lld jours
en: %lld days
es: %lld días

source: %lld jours / semaine — bon rythme
en: %lld days / week — good rhythm
es: %lld días / semana — buen ritmo

source: %lld km à %@
en: %lld km in %@
es: %lld km en %@

source: %lld m D+
en: %lld m elev.
es: %lld m desnivel

source: %lld membre
en: %lld member
es: %lld miembro

source: %lld membre actif cette semaine
en: %lld active member this week
es: %lld miembro activo esta semana

source: %lld membre%@
en: %lld member%@
es: %lld miembro%@

source: %lld membres
en: %lld members
es: %lld miembros

source: %lld membres actifs cette semaine
en: %lld active members this week
es: %lld miembros activos esta semana

source: %lld minutes, %@, allure %@ par kilomètre
en: %lld minutes, %@, pace %@ per kilometer
es: %lld minutos, %@, ritmo %@ por kilómetro

source: %lld nouvelle activité aujourd'hui
en: %lld new activity today
es: %lld actividad nueva hoy

source: %lld nouvelles activités aujourd'hui
en: %lld new activities today
es: %lld actividades nuevas hoy

source: %lld parcours trackés
en: %lld tracked routes
es: %lld rutas registradas

source: %lld pas
en: %lld steps
es: %lld pasos

source: %lld personnes ont applaudi ta séance.
en: %lld people cheered your session.
es: %lld personas aplaudieron tu sesión.

source: %lld personnes ont commenté ta séance.
en: %lld people commented on your session.
es: %lld personas comentaron tu sesión.

source: %lld pour cent de l'objectif de la semaine
en: %lld percent of this week's goal
es: %lld por ciento del objetivo de la semana

source: %lld semaines en 3 phases, calées sur ta date de course. Le plan s'ajuste chaque semaine selon ta forme — pas séance par séance.
en: %lld weeks in 3 phases, built around your race date. The plan adapts each week to how you're feeling — not session by session.
es: %lld semanas en 3 fases, ajustadas a la fecha de tu carrera. El plan se adapta cada semana a tu forma — no sesión por sesión.

source: %lld semaines en préparation…
en: %lld weeks in the making…
es: %lld semanas en preparación…

source: %lld semaines faites
en: %lld weeks done
es: %lld semanas hechas

source: %lld semaines · 3 phases, calées sur ta date de course. Il s'ajuste chaque semaine selon ta forme de la semaine passée — pas séance par séance.
en: %lld weeks · 3 phases, built around your race date. It adjusts every week to how last week went — not session by session.
es: %lld semanas · 3 fases, ajustadas a la fecha de tu carrera. Se adapta cada semana a cómo fue la semana pasada — no sesión a sesión.

source: %lld semaines · voir le plan complet
en: %lld weeks · see full plan
es: %lld semanas · ver el plan completo

source: %lld sortie%@
en: %lld run%@
es: %lld carrera%@

source: %lld/3 jours
en: %lld/3 days
es: %lld/3 días

source: %lld/3 séances
en: %lld/3 sessions
es: %lld/3 sesiones

source: %lld/30 jours
en: %lld/30 days
es: %lld/30 días

source: %lld/7 jours
en: %lld/7 days
es: %lld/7 días

source: %lld′ · %@ /km · %@ · allure seuil entrecoupée de sled push/pull
en: %lld′ · %@ /km · %@ · threshold pace broken up with sled push/pull
es: %lld′ · %@ /km · %@ · ritmo umbral intercalado con sled push/pull

source: %lld′ · %@ /km · %@ · effort soutenu et continu
en: %lld′ · %@ /km · %@ · sustained, continuous effort
es: %lld′ · %@ /km · %@ · esfuerzo sostenido y continuo

source: %lld′ · %@ · stations enchaînées, technique avant charge
en: %lld′ · %@ · back-to-back stations, technique before load
es: %lld′ · %@ · estaciones encadenadas, técnica antes que carga

source: %lld″ à gagner
en: %lld″ to gain
es: %lld″ por ganar

source: (Re)commencer
en: (Re)start
es: (Re)empezar

source: +%@ km vs la semaine dernière
en: +%@ km vs last week
es: +%@ km respecto a la semana pasada

source: -%@ km vs la semaine dernière
en: -%@ km vs last week
es: -%@ km respecto a la semana pasada

source: 1 course pas encore synchronisée
en: 1 run not synced yet
es: 1 carrera sin sincronizar

source: 1 semaine faite
en: 1 week done
es: 1 semana hecha

source: 1 à 2h
en: 1 to 2h
es: 1 a 2h

source: 1 à 6 mois
en: 1 to 6 months
es: 1 a 6 meses

source: 10 KM
en: 10K

source: 10 courses
en: 10 runs
es: 10 carreras

source: 10-15′ · Z2 · footing relâché
en: 10-15′ · Z2 · easy jog
es: 10-15′ · Z2 · trote suave

source: 1000 km cumulés
en: 1000 km total
es: 1000 km acumulados

source: 1A
en: 1Y

source: 2 à 3h
en: 2 to 3h
es: 2 a 3h

source: 250 km cumulés
en: 250 km total
es: 250 km acumulados

source: 300 m de D+
en: 300 m of climbing
es: 300 m de desnivel+

source: 4S
en: 4W

source: 5 KM
en: 5K

source: 5-10′ · Z1 · marche + étirements
en: 5-10′ · Z1 · walk + stretching
es: 5-10′ · Z1 · caminata + estiramientos

source: 50 courses
en: 50 runs
es: 50 carreras

source: 50 km cumulés
en: 50 km total
es: 50 km acumulados

source: 6 mois à 1 an
en: 6 months to 1 year
es: 6 meses a 1 año

source: 7J
en: 7D
es: 7D

source: 8 caractères minimum.
en: 8 characters minimum.
es: Mínimo 8 caracteres.

source: 8 × 1 km de course + stations fonctionnelles — un vrai plan hybride
en: 8 × 1 km of running + functional stations — a genuine hybrid plan
es: 8 × 1 km de carrera + estaciones funcionales — un plan híbrido de verdad

source: 8 × 1 km de course, 8 stations fonctionnelles — le format ne change pas, ta préparation si.
en: 8 × 1 km runs, 8 functional stations — the format doesn't change, your preparation does.
es: 8 × 1 km de carrera, 8 estaciones funcionales — el formato no cambia, tu preparación sí.

source: AJOUTER UNE PHOTO
en: ADD A PHOTO
es: AÑADIR UNA FOTO

source: ALLURE
en: PACE
es: RITMO

source: ALLURE MOY
en: AVG PACE
es: RITMO MED

source: AUJOURD'HUI
en: TODAY
es: HOY

source: AUJOURD'HUI · %@
en: TODAY · %@
es: HOY · %@

source: AVANT DE CONTINUER
en: BEFORE WE CONTINUE
es: ANTES DE CONTINUAR

source: AVANT DE REPRENDRE
en: BEFORE YOU RESTART
es: ANTES DE VOLVER

source: Abonnement
en: Subscription
es: Suscripción

source: Abonnements
en: Following
es: Siguiendo

source: Abonnés
en: Followers
es: Seguidores

source: Abonné·e
en: Following
es: Siguiendo

source: Accepter %@
en: Accept %@
es: Aceptar a %@

source: Accélère un peu, tu es sous ton allure cible.
en: Speed up a bit, you're under your target pace.
es: Acelera un poco, vas por debajo de tu ritmo objetivo.

source: Achat en attente d'approbation.
en: Purchase waiting for approval.
es: Compra pendiente de aprobación.

source: Actif
en: Active
es: Activa

source: Active le classement mondial pour voir où tu te situes parmi tous les coureurs RunUp cette semaine.
en: Turn on the global leaderboard to see where you stand among all RunUp runners this week.
es: Activa la clasificación mundial para ver tu posición entre todos los corredores de RunUp esta semana.

source: Activité
en: Activity
es: Actividad

source: Activité supprimée du fil.
en: Activity removed from the feed.
es: Actividad eliminada del muro.

source: Activité supprimée.
en: Activity deleted.
es: Actividad eliminada.

source: Activités
en: Activities
es: Actividades

source: Adapte ma semaine
en: Adjust my week
es: Ajusta mi semana

source: Adapter le programme à ton cycle ?
en: Adapt the plan to your cycle?
es: ¿Adaptar el plan a tu ciclo?

source: Adresse email invalide.
en: Invalid email address.
es: Dirección de correo no válida.

source: Afficher les semaines faites
en: Show completed weeks
es: Mostrar las semanas hechas

source: Affûtage
en: Taper
es: Afinamiento

source: Aide tes amis à te retrouver dans la recherche.
en: Helps friends find you in search.
es: Ayuda a tus amigos a encontrarte en la búsqueda.

source: Ajoute une paire pour suivre son usure — chaque course lui est attribuée automatiquement une fois que c'est ta paire par défaut.
en: Add a pair to track its wear — every run is attributed to it automatically once it's your default pair.
es: Añade un par para seguir su desgaste — cada carrera se le atribuye automáticamente una vez que es tu par por defecto.

source: Ajouter
en: Add
es: Añadir

source: Ajouter un statut
en: Add a status
es: Añadir un estado

source: Ajouter une course
en: Add a run
es: Añadir una carrera

source: Ajouter une paire
en: Add a pair
es: Añadir un par

source: Alertes vocales d'allure
en: Voice pace alerts
es: Alertas de voz de ritmo

source: Aller plus vite
en: Get faster
es: Ir más rápido

source: Allure
en: Pace
es: Ritmo

source: Allure %@, entre %@ et %@ par kilomètre
en: Pace %@, between %@ and %@ per kilometer
es: Ritmo %@, entre %@ y %@ por kilómetro

source: Allure cible
en: Target pace
es: Ritmo objetivo

source: Allure moyenne
en: Average pace
es: Ritmo medio

source: Allure moyenne récente
en: Recent average pace
es: Ritmo medio reciente

source: Allure, charge d'entraînement, records, prédictions
en: Pace, training load, records, predictions
es: Ritmo, carga de entrenamiento, récords, predicciones

source: Allégée · nuit courte
en: Lightened · short night
es: Aligerada · noche corta

source: Allégée · nuit courte + séance dure
en: Lightened · short night + tough session
es: Aligerada · noche corta + sesión dura

source: Allégée · récupération
en: Lightened · recovery
es: Aligerada · recuperación

source: Amis
en: Friends
es: Amigos

source: Analyse approfondie
en: Deeper analysis
es: Análisis en profundidad

source: Analyse ma dernière sortie
en: Analyze my last run
es: Analiza mi última salida

source: Analyse · progression
en: Analysis · progress
es: Análisis · progreso

source: Annuel
en: Yearly
es: Anual

source: Annuler
en: Cancel
es: Cancelar

source: Annuler cette sortie
en: Cancel this run
es: Cancelar esta salida

source: Aperçu
en: Overview
es: Resumen

source: Aperçu du tracé qui sera publié
en: Preview of the route that will be published
es: Vista previa del recorrido que se publicará

source: Aperçu — s'ajustera selon ta forme de la semaine précédente
en: Preview — it'll adjust to how the week before goes
es: Vista previa — se ajustará según cómo vaya la semana anterior

source: Apparence
en: Appearance
es: Apariencia

source: Applaudir cette séance
en: Cheer this session
es: Aplaudir esta sesión

source: Apple Santé
en: Apple Health
es: Salud de Apple

source: Appuie pour la définir par défaut
en: Tap to set as default
es: Toca para definirlo por defecto

source: Arrêter et envoyer
en: Stop and send
es: Detener y enviar

source: Aucun abonnement actif trouvé.
en: No active subscription found.
es: No se ha encontrado ninguna suscripción activa.

source: Aucun commentaire pour l'instant — sois la première !
en: No comments yet — be the first!
es: Todavía no hay comentarios — ¡sé la primera!

source: Aucun défi en cours pour l'instant.
en: No challenge in progress for now.
es: Ningún desafío en curso por ahora.

source: Aucun défi en cours — en créer un
en: No challenge in progress — create one
es: Ningún desafío en curso — crea uno

source: Aucun parcours GPS enregistré pour l'instant — la carte se remplit après ta première course trackée.
en: No GPS route recorded yet — the map fills in after your first tracked run.
es: Todavía no hay ninguna ruta GPS registrada — el mapa se rellena después de tu primera carrera con seguimiento.

source: Aucune
en: None
es: Ninguna

source: Aucune course pour l'instant — termine une sortie ou ajoutes-en une manuellement.
en: No runs yet — finish an outing or add one manually.
es: Todavía no hay carreras — termina una salida o añade una manualmente.

source: Aucune sortie prévue pour l'instant
en: No group run planned yet
es: Ninguna salida prevista por ahora

source: Aucune sortie prévue — propose un créneau, les autres n'ont qu'à dire « J'y serai ».
en: No run planned — suggest a time, others just have to say “I'll be there”.
es: Ninguna salida prevista — propón un horario, los demás solo tienen que decir «Allí estaré».

source: Aujourd'hui
en: Today
es: Hoy

source: Autre
en: Other
es: Otro

source: Autre distance
en: Other distance
es: Otra distancia

source: BADGE DÉBLOQUÉ
en: BADGE UNLOCKED
es: INSIGNIA DESBLOQUEADA

source: BOUCLÉS
en: DONE
es: COMPLETADOS

source: BPM MOY
en: AVG BPM
es: PPM MEDIA

source: Badges · %lld sur %lld
en: Badges · %lld of %lld
es: Insignias · %lld de %lld

source: Badges à débloquer
en: Badges to unlock
es: Insignias por desbloquear

source: Badges, %lld débloqués sur %lld
en: Badges, %lld unlocked out of %lld
es: Insignias, %lld desbloqueadas de %lld

source: Badges, aucun débloqué sur %lld
en: Badges, none unlocked out of %lld
es: Insignias, ninguna desbloqueada de %lld

source: Beau rythme, reste régulière — c'est la constance qui paie 👊
en: Good rhythm, stay steady — consistency is what pays 👊
es: Buen ritmo, mantente constante — la constancia es lo que paga 👊

source: Bien récupérée → tu peux pousser un peu aujourd'hui si tu le sens.
en: Well recovered → you can push a bit today if it feels right.
es: Bien recuperada → puedes exigirte un poco hoy si te sientes bien.

source: Bientôt
en: Coming soon
es: Próximamente

source: Bientôt en fin de vie
en: Nearing end of life
es: Cerca del final de su vida

source: Bienvenue dans RUNUP Plus 🎉
en: Welcome to RUNUP Plus 🎉
es: Bienvenida a RUNUP Plus 🎉

source: Bilan de la semaine
en: Weekly recap
es: Resumen de la semana

source: Bilan de ton programme
en: Your program summary
es: Balance de tu programa

source: Bilan · %@
en: Summary · %@
es: Resumen · %@

source: Blanc
en: Light
es: Claro

source: Bloc tempo
en: Tempo block
es: Bloque tempo

source: Bloquer
en: Block
es: Bloquear

source: Bloquer %@
en: Block %@
es: Bloquear a %@

source: Bloquer %@ ?
en: Block %@?
es: ¿Bloquear a %@?

source: Bravo %@
en: Well done, %@

source: Bêta
en: Beta
es: Beta

source: C'EST QUOI TON PRÉNOM ?
en: WHAT'S YOUR FIRST NAME?
es: ¿CUÁL ES TU NOMBRE?

source: C'est la base de tout ton programme.
en: It's the foundation of your whole program.
es: Es la base de todo tu programa.

source: C'est normal, tu viens de commencer
en: That's normal, you've just started
es: Es normal, acabas de empezar

source: C'est parti %@. Départ tranquille, laisse le corps se mettre en route.
en: Here we go %@. Easy start, let your body get going.
es: Vamos allá %@. Salida tranquila, deja que el cuerpo se ponga en marcha.

source: C'est parti %@. Échauffement tranquille, reste en Z2.
en: Here we go %@. Easy warm-up, stay in Z2.
es: Vamos allá %@. Calentamiento suave, quédate en Z2.

source: CE SOIR · %@
en: TONIGHT · %@
es: ESTA NOCHE · %@

source: COMMENCER
en: START
es: EMPEZAR

source: CONNECTE TA MONTRE
en: CONNECT YOUR WATCH
es: CONECTA TU RELOJ

source: CONNECTÉ ✓
en: CONNECTED ✓
es: CONECTADO ✓

source: CONSTRUIRE MON PROGRAMME
en: BUILD MY PROGRAM
es: CONSTRUIR MI PROGRAMA

source: CONTINUER
en: CONTINUE
es: CONTINUAR

source: COURIR
en: RUN
es: CORRER

source: COURS COMME SI TU AVAIS UN COACH
en: RUN LIKE YOU HAD A COACH
es: CORRE COMO SI TUVIERAS UN COACH

source: CRÉER MON COMPTE
en: CREATE MY ACCOUNT
es: CREAR MI CUENTA

source: Calories actives
en: Active calories
es: Calorías activas

source: Ce message n'est pas autorisé — reformule-le.
en: This message isn't allowed — rephrase it.
es: Este mensaje no está permitido — reformúlalo.

source: Ce nom n'est pas autorisé — choisis-en un autre.
en: This name isn't allowed — choose another one.
es: Este nombre no está permitido — elige otro.

source: Ce prénom n'est pas autorisé — choisis-en un autre.
en: This first name isn't allowed — choose another one.
es: Este nombre no está permitido — elige otro.

source: Ce pseudo est déjà pris.
en: This username is already taken.
es: Este nombre de usuario ya está en uso.

source: Ce qu'il faut savoir (optionnel)
en: Good to know (optional)
es: Lo que hay que saber (opcional)

source: Ce signalement sera examiné. Merci de préciser ce qui pose problème.
en: This report will be reviewed. Please say what the problem is.
es: Esta denuncia será revisada. Indica cuál es el problema.

source: Ce texte n'est pas autorisé — reformule-le.
en: This text isn't allowed — rephrase it.
es: Este texto no está permitido — reformúlalo.

source: Ce texte n'est pas autorisé — reformule.
en: This text isn't allowed — rephrase.
es: Este texto no está permitido — reformula.

source: Cette action est définitive.
en: This action is permanent.
es: Esta acción es definitiva.

source: Cette paire dépasse %lld km — pense à la changer bientôt.
en: This pair has passed %lld km — think about replacing it soon.
es: Este par supera los %lld km — piensa en cambiarlo pronto.

source: Cette sem.
en: This wk.
es: Esta sem.

source: Cette semaine
en: This week
es: Esta semana

source: Cette sortie est trop courte pour être partagée : une fois les extrémités retirées, il ne resterait pas assez de tracé pour être utile.
en: This run is too short to share: once the ends are removed, there wouldn't be enough route left to be useful.
es: Esta salida es demasiado corta para compartirla: al quitar los extremos no quedaría recorrido suficiente para ser útil.

source: Changer
en: Change
es: Cambiar

source: Changer la photo de profil
en: Change profile photo
es: Cambiar foto de perfil

source: Charge d'entraînement
en: Training load
es: Carga de entrenamiento

source: Charge faible
en: Low load
es: Carga baja

source: Charge · 8 sem.
en: Load · 8 wk.
es: Carga · 8 sem.

source: Charge élevée
en: High load
es: Carga alta

source: Chargement des formules…
en: Loading plans…
es: Cargando planes…

source: Chargement du club…
en: Loading club…
es: Cargando el club…

source: Chargement…
en: Loading…
es: Cargando…

source: Charges renforcées — pour un niveau confirmé
en: Heavier loads — for an advanced level
es: Cargas reforzadas — para un nivel avanzado

source: Charges standard — le format le plus couru
en: Standard loads — the format most people race
es: Cargas estándar — el formato más común

source: Chaussures
en: Shoes
es: Zapatillas

source: Cherche quelqu'un par son nom ou son pseudo juste au-dessus — ou invite ceux avec qui tu cours déjà.
en: Search for someone by name or handle just above — or invite the people you already run with.
es: Busca a alguien por su nombre o su usuario justo arriba — o invita a las personas con las que ya corres.

source: Chercher dans cette zone
en: Search this area
es: Buscar en esta zona

source: Chercher un prénom…
en: Search a first name…
es: Buscar un nombre…

source: Cheville
en: Ankle
es: Tobillo

source: Choisir un département
en: Choose a département
es: Elegir un departamento

source: Choisir une course à préparer
en: Pick a race to train for
es: Elige una carrera para preparar

source: Choisis au moins 2 jours pour progresser
en: Choose at least 2 days to make progress
es: Elige al menos 2 días para progresar

source: Choisis ton pseudo
en: Choose your username
es: Elige tu nombre de usuario

source: Choisis un département pour voir les courses officielles à venir près de chez toi.
en: Choose a département to see official upcoming races near you.
es: Elige un departamento para ver las carreras oficiales próximas cerca de ti.

source: Chrono visé
en: Target time
es: Tiempo objetivo

source: Circuit fonctionnel
en: Functional circuit
es: Circuito funcional

source: Classement
en: Leaderboard
es: Clasificación

source: Classement de la semaine
en: This week's leaderboard
es: Clasificación de la semana

source: Classement mondial
en: Global leaderboard
es: Clasificación mundial

source: Coach · en direct
en: Coach · live
es: Coach · en directo

source: Code copié
en: Code copied
es: Código copiado

source: Code d'invitation
en: Invite code
es: Código de invitación

source: Code d'invitation du club
en: Club invite code
es: Código de invitación del club

source: Code d'invitation introuvable.
en: Invite code not found.
es: Código de invitación no encontrado.

source: Code de parrainage (facultatif)
en: Referral code (optional)
es: Código de referido (opcional)

source: Comme la semaine dernière
en: Same as last week
es: Igual que la semana pasada

source: Commencer les 7 jours gratuits
en: Start the 7 free days
es: Empezar los 7 días gratis

source: Comment tu te sens ?
en: How do you feel?
es: ¿Cómo te sientes?

source: Commentaires
en: Comments
es: Comentarios

source: Communauté
en: Community
es: Comunidad

source: Compte
en: Account
es: Cuenta

source: Compte privé
en: Private account
es: Cuenta privada

source: Compte supprimé
en: Account deleted
es: Cuenta eliminada

source: Conditions d'utilisation
en: Terms of Use
es: Términos de uso

source: Confidentialité
en: Privacy
es: Privacidad

source: Confirmée
en: Advanced
es: Avanzada

source: Connaît ton programme
en: Knows your program
es: Conoce tu programa

source: Connecte-toi
en: Sign in
es: Inicia sesión
